[Character.CharClass_Knight_Paladin AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Shields.Shield_EnemyPaladin_Standard ShieldDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Escudo Orbital"
PickupMessage="Você adquiriu um escudo orbital básico."
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Skills.Skill_BlessingTransformed SkillDefinition]
SkillName="Benção do Paladino"
SkillDescription="Você tem a benção de um paladino."
LockedSkillDetailStr="<Locked>"

[Skills.Skill_Regen SkillDefinition]
SkillName="Regeneração do Paladino"
SkillDescription="Você tem a regeneração de um paladino."
LockedSkillDetailStr="<Locked>"

